{
  "welcome": "Welcome",
  "Nav1": "Ice Age",
  "Nav2": "Ice Age Route",
  "Nav3": "Places",
  "Nav4": "Credits",
  "Footer": "This is a non-profit project by Ometta Softworks.",
  "Hh1": "Asikkala Ice Age Route: A Journey Through Time",
  "Hp": "The Asikkala Ice Age Route tells the story of how nature and landscape have developed and changed in the southern Lake Päijänne area. Along the route the traveller visits unique locations where the Ice Age and the history of Lake Päijänne and other lakes are explained. The length of the Ice Age Route totals 100 kilometers and currently displays seven signposted locations.",
  "Jkh1": "ICE AGE ROUTE TELLS THE TALE OF THE ORIGINS OF THE LANDSCAPE",
  "Jkp1": "The Ice Age route consists of a group of locations where the traveller can study the origins and development of the Finnish landscape and nature. The story thus revealed is not only the story of the Finnish landscape but also the common story of all landscape born during the Ice Age. The descriptions of the events that have taken place at the various locations by the route are based on research on the Ice Age deposits, ice sheet marginal retreats and advances, the Baltic Sea and Lake Päijänne water levels, and the development of the southern Finnish vegetation.",
  "Jkh2": "THE VÄÄKSY LANDSCAPE IS EXCEPTIONALLY ILLUSTRATIVE MONUMENT OF THE ICE AGE AND ICE SHEETS",
  "Jkp2": "In the southern Lake Päijänne area the landscape was formed during the Ice Age. In this area, the signs left by the ice sheets are more easily observable than probably anywhere else in Finland, where the main characteristics of the landscape are usually determined by bedrock topography. In Vääksy, the beautiful and handsome Second Salpausselkä ridges and plateaus constitute the major landscape elements. They have been formed from material transported to the ice margin by glaciofluvial flow. The exceptional height and size of these ice marginal ridges are a consequence of a dense network of glaciofluvial flow routes concentrated in the southern Lake Päijänne area.",
  "Jkh3": "CAUSES OF THE ICE AGES",
  "Jkp3": "A period of Ice Ages is primarily caused by the continental drift. The positions of the continents influence the flow of ocean currents and wind systems circling the earth When continents collide mountains and highlands form and they may also influence climatic development. It is thought that the period of Ice Ages we are living now is due to be the closure of the sea connection between the Atlantic and Pacific Oceans in Central America on the other hand and, on the other, the weakening of the sea connection between the Pacific and Arctic Seas. Simultaneously, the global climate cooling was also influenced by the widespread Alpine mountain formation process and the uplift of the Tibetan highland. In Europe, the ice sheets first became extensive ca 700,000 years ago. The previous gradual climatic cooling had started about 2,5 million years ago. The climate gets periodically warm also during Ice Ages, as our current warm interglacial period testifies. The climatic changes are fundamentally caused by changes in the amount of solar radiation reaching the Earth. This is influenced by the eccentricity of the Earth's orbit and the inclination and direction of the Earth's rotation axis. Cold periods last for approximately 100,000 years and the warm periods about 10,000 years. THE MOST RECENT ICE AGE begun in northern Europe ca 115,000 years ago. The coldest period occurred around 20,000 years ago when the ice sheets had reached their largest extent during the most recent ice age. DURING THE DEGLACIATION OF THE ICE SHEET ca 12,700 years ago the climate was relatively warm and the ice margin was retreating continuously. In Asikkala, the ice margin had retreated to a position north of Vääksy when suddenly the climate cooled abruptly. The SALPAUSSELKÄ ridges started to form at the ice margin during this period of cold climate, called the Younger Dryas cold stage. The cooling was global. The causes of this widespread cooling have been intensively studied in order to understand the causes and effects of the present climate change. A definite cause for the cold climate stage has not been found, but changes in deep ocean currents have most likely contributed to the cooling, especially in the areas adjacent to the North Atlantic.",
  "Jkh4": "CHANGES IN THE LANDSCAPE: LAKE PÄIJÄNNE DEVELOPMENT",
  "Jkp4": "Since the Ice Age, there have been profound changes in the Lake Päijänne landscape: Soon after the retreat of the ice sheet margin, the Ancient Lake Päijänne water level was much lower compared to the present and the waters were flowing northwards. Calculated from the top of Aurinkovuori ridge, the water level dropped over 80 m. Slowly, the faster land uplift of the areas towards the north caused the water level to rise in Vääksy about 20 m. This water level rise stopped, when the River Kymi was born and the waters from the Lake Päijänne basin started flowing towards the southeast. The water level started to fall and has maintained more or less the same level for the last 7,000 years.",
  "Jkh5": "THE NATURE BECOMES TRANSFORMED",
  "Jkp5": "After the Ice Age during the climatic optimum, broad-leaved trees such as oak were common in southern Finland. Gradually paludification started after the climate took a turn towards a relatively colder and moister regime. The last major tree species to reach Finland was the Norway spruce, which spread from the east. Its spreading was due to the slow climatic change towards a colder and moister climate. Clearly less solar radiation reaches the northern hemisphere now than during the deglaciation period. We are towards the next ice age.",
  "Jkp6": "Ph.D. J-P Palmu",
  "Jkp7": "J-P Palmu. Jääkausitie Asikkala Ice Age Route. 2001, Markpoint Oy, ISBN 951 -97789 - 4, ISSN 1458 – 2902",
  "Jkpic": "Europe during its last glaciation, about 20,000 to 70,000 years before present."
}


