{
  "welcome": "Welcome",
  "Nav1": "Ice Age",
  "Nav2": "Ice Age Route",
  "Nav3": "Places",
  "Nav4": "Credits",
  "Footer": "This is a non-profit project by Ometta Softworks.",
  "Hh1": "Asikkala Ice Age Route: A Journey Through Time",
  "Hp": "The Asikkala Ice Age Route tells the story of how nature and landscape have developed and changed in the southern Lake Päijänne area. Along the route the traveller visits unique locations where the Ice Age and the history of Lake Päijänne and other lakes are explained. The length of the Ice Age Route totals 100 kilometers and currently displays seven signposted locations.",
  "Jkh1": "ICE AGE ROUTE TELLS THE TALE OF THE ORIGINS OF THE LANDSCAPE",
  "Jkp1": "The Ice Age route consists of a group of locations where the traveller can study the origins and development of the Finnish landscape and nature. The story thus revealed is not only the story of the Finnish landscape but also the common story of all landscape born during the Ice Age. The descriptions of the events that have taken place at the various locations by the route are based on research on the Ice Age deposits, ice sheet marginal retreats and advances, the Baltic Sea and Lake Päijänne water levels, and the development of the southern Finnish vegetation.",
  "Jkh2": "THE VÄÄKSY LANDSCAPE IS EXCEPTIONALLY ILLUSTRATIVE MONUMENT OF THE ICE AGE AND ICE SHEETS",
  "Jkp2": "In the southern Lake Päijänne area the landscape was formed during the Ice Age. In this area, the signs left by the ice sheets are more easily observable than probably anywhere else in Finland, where the main characteristics of the landscape are usually determined by bedrock topography. In Vääksy, the beautiful and handsome Second Salpausselkä ridges and plateaus constitute the major landscape elements. They have been formed from material transported to the ice margin by glaciofluvial flow. The exceptional height and size of these ice marginal ridges are a consequence of a dense network of glaciofluvial flow routes concentrated in the southern Lake Päijänne area.",
  "Jkh3": "CAUSES OF THE ICE AGES",
  "Jkp3": "A period of Ice Ages is primarily caused by the continental drift. The positions of the continents influence the flow of ocean currents and wind systems circling the earth When continents collide mountains and highlands form and they may also influence climatic development. It is thought that the period of Ice Ages we are living now is due to be the closure of the sea connection between the Atlantic and Pacific Oceans in Central America on the other hand and, on the other, the weakening of the sea connection between the Pacific and Arctic Seas. Simultaneously, the global climate cooling was also influenced by the widespread Alpine mountain formation process and the uplift of the Tibetan highland. In Europe, the ice sheets first became extensive ca 700,000 years ago. The previous gradual climatic cooling had started about 2,5 million years ago. The climate gets periodically warm also during Ice Ages, as our current warm interglacial period testifies. The climatic changes are fundamentally caused by changes in the amount of solar radiation reaching the Earth. This is influenced by the eccentricity of the Earth's orbit and the inclination and direction of the Earth's rotation axis. Cold periods last for approximately 100,000 years and the warm periods about 10,000 years. THE MOST RECENT ICE AGE begun in northern Europe ca 115,000 years ago. The coldest period occurred around 20,000 years ago when the ice sheets had reached their largest extent during the most recent ice age. DURING THE DEGLACIATION OF THE ICE SHEET ca 12,700 years ago the climate was relatively warm and the ice margin was retreating continuously. In Asikkala, the ice margin had retreated to a position north of Vääksy when suddenly the climate cooled abruptly. The SALPAUSSELKÄ ridges started to form at the ice margin during this period of cold climate, called the Younger Dryas cold stage. The cooling was global. The causes of this widespread cooling have been intensively studied in order to understand the causes and effects of the present climate change. A definite cause for the cold climate stage has not been found, but changes in deep ocean currents have most likely contributed to the cooling, especially in the areas adjacent to the North Atlantic.",
  "Jkh4": "CHANGES IN THE LANDSCAPE: LAKE PÄIJÄNNE DEVELOPMENT",
  "Jkp4": "Since the Ice Age, there have been profound changes in the Lake Päijänne landscape: Soon after the retreat of the ice sheet margin, the Ancient Lake Päijänne water level was much lower compared to the present and the waters were flowing northwards. Calculated from the top of Aurinkovuori ridge, the water level dropped over 80 m. Slowly, the faster land uplift of the areas towards the north caused the water level to rise in Vääksy about 20 m. This water level rise stopped, when the River Kymi was born and the waters from the Lake Päijänne basin started flowing towards the southeast. The water level started to fall and has maintained more or less the same level for the last 7,000 years.",
  "Jkh5": "THE NATURE BECOMES TRANSFORMED",
  "Jkp5": "After the Ice Age during the climatic optimum, broad-leaved trees such as oak were common in southern Finland. Gradually paludification started after the climate took a turn towards a relatively colder and moister regime. The last major tree species to reach Finland was the Norway spruce, which spread from the east. Its spreading was due to the slow climatic change towards a colder and moister climate. Clearly less solar radiation reaches the northern hemisphere now than during the deglaciation period. We are towards the next ice age.",
  "Jkp6": "Ph.D. J-P Palmu",
  "Jkp7": "J-P Palmu. Jääkausitie Asikkala Ice Age Route. 2001, Markpoint Oy, ISBN 951 -97789 - 4, ISSN 1458 – 2902",
  "Jkpic": "Europe during its last glaciation, about 20,000 to 70,000 years before present.",
    "Jth1": "Asikkala Ice Age Route: A Journey Through Time",
  "Jtp1": "1.Vääksynjoki river and Vääaksy Canal",
  "Jtp2": "2.Aurinkovuori",
  "Jtp3": "3.Tallukanmäki",     
  "Jtp4": "4.Syrjänsupat",
  "Jtp5": "5.Pulkkilanharju",
  "Jtp6": "6.Kalkkinen Canal and Rapid",
  "Jtp7": "7.Vesivehmaankangas",
  "Card1Title":"Vääksynjoki river and Vääaksy Canal",
  "Card1Desc": "The Vääksynjoki River has a unique history, essentially forming in two distinct phases. Following the retreat of the glaciers, the water level in the Asikkala region experienced a rapid decline..",
  "Card2Title":"Aurinkovuori",
  "Card2Desc": "The Aurinkovuori, a striking ridge of sand and gravel, a direct legacy of the last ice age. This impressive formation is part of the extensive II Salpausselkä system, a series of end moraines...",
  "Card3Title":"Tallukanmäki",
  "Card3Desc": "The Vääksynjoki River has a unique history, essentially forming in two distinct phases. Following the retreat of the glaciers, the water level in the Asikkala region experienced a rapid decline...",
  "Card4Title":"Syrjänsupat",
  "Card4Desc": "The Syrjänsupat area shows how glacial meltwater built up landforms at the edge of an ice sheet. A meltwater flowing from the deeper part of the ice towards the edge ...",
  "Card5Title":"Pulkkilanharju",
  "Card5Desc": "The Pulkkilanharju esker is a long, slender ridge, a direct result of deposition by glacial meltwaters. It's part of a larger meltwater system that developed in the southern part of the Lake Päijänne ...",
  "Card6Title":"Kalkkinen Canal and Rapid",
  "Card6Desc": "The story of the Kalkkinen Rapid is a fascinating example of how postglacial land uplift has dramatically altered water flow over millennia. Ten thousand years ago, the water at Kalkkinen ...",
  "Card7Title":"Vesivehmaankangas",
  "Card7Desc": "Vesivehmaankangas is a distinctive landform, an ice marginal delta primarily built by the deposition of sediments from glacial meltwaters. This extensive heath is part of the II Salpausselkä ...",
  "Button":"Read more",
  "Vaaksyh1": "Vääksynjoki river and Vääaksy Canal",
  "Vaaksyh2": "Meijeritie 1, 17200 Vääksy",
  "Vaaksyh3": "The information board is located in the parking lot near Päijännetalo and Vääksynjoki.",
  "Vaaksyp1" : "The Vääksynjoki River has a unique history, essentially forming in two distinct phases. Following the retreat of the glaciers, the water level in the Asikkala region experienced a rapid decline, dropping 90 meters over a period of 2,000 years. The lowest point occurred approximately 9,500 years ago, when the water was about ten meters below its current level. At this time, the first Vääksynjoki River served as the outflow for Lake Vesijärvi, while the ancient Lake Päijänne drained towards the northwest.",
  "Vaaksyp2": "However, geological forces continued to reshape the landscape. Uneven land uplift, with the northwest rising more quickly, caused the water level in the southern part of Lake Päijänne to gradually increase, flooding previously dry areas. This rise ceased around 7,000 years ago with the formation of the River Kymi. By then, the water had risen about 20 meters, and ancient Lake Päijänne extended to the basins of Lake Vesijärvi and the city of Lahti.",
  "Vaaksyp3": "The emergence of the River Kymi led to a subsequent drop in the water level in the Vääksy area, approximately 12 meters, bringing it close to its present position. Simultaneously, Lake Vesijärvi reformed for the second time, again dammed to the north by the Vääksy ridge. The water level then stabilized at around 83-85 meters above current sea level.",
  "Vaaksyp4": "Human activity has also influenced this system. In the 18th and 19th centuries, Lake Vesijärvi's water level was lowered to increase farmland. Later, between 1868 and 1871, the Vääksy Canal was constructed in the natural depression of the former river, minimizing excavation. This required the creation of a new channel for the Vääksynjoki.",
  "Vaaksyp5": "The Vääksy Canal was subsequently improved in the early 20th century and again in the 1970s. Today, this 1.3-kilometer canal, with a lock accommodating a 2.8-3.35 meter difference in water levels, is the busiest in Finland, facilitating the passage of over 10,000 vessels annually. It stands as a testament to the long-term interplay of geological evolution and human engineering in this region.",
  "Aurinkoh1": "Aurinkovuori",
  "Aurinkoh2": "Asikkalantie 14, 17200 Vääksy",
  "Aurinkoh3": "The information board is located in the area between the Aurinkovuori sports field and the sports hall.",
  "Aurinkop1": "The Aurinkovuori, a striking ridge of sand and gravel, a direct legacy of the last ice age. This impressive formation is part of the extensive II Salpausselkä system, a series of end moraines and glaciofluvial deltas laid down between 11,500 and 11,700 years ago. This period, known as the Younger Dryas, marked a temporary halt in the rapid melting and retreat of the massive ice sheet, leading to significant deposition of material at its edge.",
  "Aurinkop2": "What makes Aurinkovuori particularly remarkable is the sheer thickness of its deposits – over 100 meters of sands and gravels, an exceptional depth for Finland. The base of this ridge reveals a layer of silty sand exceeding 20 meters.",
  "Aurinkop3": "The steep northern face of Aurinkovuori tells a tale of direct contact with the ice margin. As the ice retreated, colossal blocks broke off and became buried beneath layers of sand and gravel. The subsequent melting of these ice blocks left behind depressions known as kettle holes, which can still be observed along the local jogging trails.",
  "Aurinkop4": "Further up the northern slope, distinct lines mark ancient water levels, visible as zones of stones and boulders. The most prominent of these shorelines formed around 11,500 years ago when the Baltic Ice Lake underwent a dramatic 25-meter drop to the level of the Yoldia Sea.",
  "Aurinkop5": "By comparing reconstructions of the ancient landscape with the scenery of today, the profound impact of fluctuating water levels on the environment becomes evident. Looking at the past, around 9,500 years ago, the newly formed Ancient Lake Päijänne was nearly 10 meters lower than its current level of 78 meters above sea level. At that time, a narrow waterway connected Vääksy to the north, east of Pernasaari island. Later, when Ancient Lake Päijänne reached its peak, the water level stood at almost 90 meters above sea level. The present shoreline around Vääksy was largely established approximately 7,000 years ago, following the formation of the River Kymi.",
  "Aurinkop6": "Beyond its geological significance, the Aurinkovuori area played a crucial role in the history of plant life in Fennoscandia after the ice age. A unique survivor from this ancient flora is Anemone trifolia, a species found almost exclusively around Aurinkovuori in northern Europe, a true relic of a bygone era.",
  "Aurinkop7": "Finally, the very ground beneath our feet continues to move. The immense weight of the Fennoscandian ice sheet caused a significant depression of the land surface. Since the ice melted, the land has been rebounding, a process of uplift that was initially rapid but has since slowed. This uplift continues today, fastest in the Bothnian Bay area at about 9 mm per year. Here in Asikkala, the land is rising at a rate of approximately 3 mm per year, a subtle but persistent reminder of the powerful forces that shaped this landscape.",
  "Talluh1": "Tallukanmäki",
  "Talluh2": "Tallukanmäentie 1, 17200 Vääksy",
  "Talluh3": "The information board is located next to the observation tower.", 
  "Tallup1": "The Tallukanmäki ridge stands as a significant feature of the II Salpausselkä, a belt of deposits formed at the very edge of the retreating ice sheet. Its formation spanned approximately 200 years, beginning around 11,700 years ago and concluding by 11,500 years ago. The primary materials composing this ridge are sand and gravel, carried and deposited by the powerful meltwaters flowing from the glacier.",
  "Tallup2": "Intriguingly, to the west of Tallukanmäki, in the Aurinkovuori area, finer sediments like silty sands have been found beneath the coarser sand and gravel layers. This suggests a possible brief northward shift, a temporary retreat of the ice sheet's edge before the main ridge of Tallukanmäki took shape.",
  "Tallup3": "The margin of the vast ice sheet terminated in the deep waters of the Baltic Ice Lake, likely exceeding 100 meters at the ice's edge. For decades, immense volumes of glacial meltwater relentlessly deposited sediments. Gradually, the accumulating sands and gravels caused the crests of the ice marginal ridge to emerge from the lake's surface, forming small islands.",
  "Tallup4": "The landscape view highlights one such island, located roughly 500 meters from the present-day Tallukka hotel, the site of the water tower and radio masts. Evidence of the Baltic Ice Lake's ancient shoreline can be found on the hilltop at approximately 150 meters above the current sea level, in the form of shoreline bars. Further west, in the area now occupied by the Vääksynjoki River and the Vääksy Canal, the deposition of material at the ice margin was less extensive, and the resulting end moraine never rose above the Baltic Ice Lake's surface.",
  "Tallup5": "Interestingly, the ice sheet margin didn't simply retreat. It temporarily pushed forward again, overriding part of the ridge it had previously created. This advance resulted in the deposition of large boulders and dense basal till – the unsorted sediment at the base of the glacier – against the northern slope of the ice marginal ridge. The prominent boulders visible on the steep northern slope near the Tallukka sightseeing tower are likely remnants of this glacial push.",
  "Tallup6": "The Vääksy area also features another, less prominent ice marginal ridge, formed after the main ice sheet margin had retreated further north. This smaller ridge can be observed on the northern side of the road connecting Vesivehmaa village and Vääksy. A similar-aged ice marginal ridge is also visible east of the Vääksy Canal, near the shores of Lake Päijänne.",
  "Tallup7": "A Glimpse into the Past: Ancient Organic Remains",
  "Tallup8": "Further evidence of the region's dynamic past comes from the southern shore of Lake Päijänne in Mustaniemi at Vääksy (Kuotaa). In 1991, during road construction, a tree trunk was unearthed beneath shoreline deposits of sand. This organic material has been dated to between 8,500 and 9,500 years old, placing it in a period before the significant rise in the water level of the Ancient Lake Päijänne. This discovery, documented by the Päijät-Häme newspaper, offers a tangible link to the environmental conditions of that distant era.",
  "Sh1": "Syrjänsupat",
  "Sh2": "From Asikkala, drive towards Jämsä (road 24) for about 7 km, then turn right onto Asikkala Kirkonkylän road (road 3141). Drive along the road for about a kilometer, then a forest road starts at the box on the left side of the road. Drive along the forest road for about 1.5 km, then you will reach an information board. You can turn your car at the end of the road. NOTE! The forest road is in poor condition, so if necessary, you can leave your car at the beginning of the road and walk 1.5 km to the information board on the side slopes (see Aurinko-Ilves route map, p. 11).",
  "Sp1": "The Syrjänsupat area shows how glacial meltwater built up landforms at the edge of an ice sheet. A meltwater flowing from the deeper part of the ice towards the edge of the glacier. This water carried sand and gravel, depositing it at the ice margin to create a narrow glaciofluvial delta. This delta formed within tunnels that existed inside the ice. Today, those old tunnel paths are visible as ridges, and the depressions along them are kettle holes.",
  "Sp2": "Interestingly, the ice sheet didn't just retreat smoothly. It pushed forward again, over the delta it had already created, almost to its outer edge. We can see evidence of this advance in a moraine ridge, which is mostly made up of till – that's the unsorted stuff a glacier directly deposits.", 
  "Sh3" : "Think of it like this: meltwater coming out of a crack in the ice (a crevasse) can build a small delta. If there are ice blocks within that delta deposit, when those blocks eventually melt, the ground above them collapses, leaving a kettle hole. So, when kettle holes are visible, it's a sign that there used to be buried ice within the glacial deposits.",
  "Ph1": "Pulkkilanharju",
  "Ph2": "The information board is located at the Karisalmi rest area.",
  "Pp1": "The Pulkkilanharju esker is a long, slender ridge, a direct result of deposition by glacial meltwaters. It's part of a larger meltwater system that developed in the southern part of the Lake Päijänne basin, along the western edge of a significant ice lobe that once covered much of the Finnish Lake District. The specific location and orientation of the Pulkkilanharju and other nearby eskers were influenced by the pressure at the base of the ice sheet margin and, to some extent, the shape of the underlying bedrock.",
  "Pp2": "This esker formed between 11,400 and 11,600 years ago. Initially, meltwaters flowed beneath the ice sheet, using the esker route to reach the ice margin at the II Salpausselkä position. These meltwaters transported the materials that built up the ice marginal deposits in the Aurinkovuori-Syrjänsupat area, located to the west of Vääksy.",
  "Pp3": "Following the formation of the II Salpausselkä features, the ice sheet margin began its retreat towards the northeast. Around 11,500 years ago, as the Pulkkilanharju esker was taking shape, a new outlet for the Baltic Sea basin waters opened at Billingen in central Sweden. This event caused a rapid drop of approximately 25 meters in the Baltic Ice Lake's water level, bringing it down to the level of the Yoldia Sea, which corresponded to the global ocean level at that time.",
  "Pp4": "The core of the Pulkkilanharju esker was deposited within a tunnel at the base of the ice sheet. This tunnel widened as the ridge grew larger. Closer to the ice sheet margin, the tunnel's opening melted into an open channel. Through this channel, meltwaters continued to flow, depositing layers of sand and gravel on top of the esker core that had formed within the tunnel.",
  "Pp5": "The island of Kelvenne has a similar origin to the Pulkkilanharju esker. However, in Kelvenne, the ice marginal deltas – the fan-shaped deposits formed at the ice's edge – are more clearly defined and their features, along with the distribution of kettle holes, are more easily recognizable in the island's landforms.",
  "Pp6": "Theformation process also involved the submerged esker ridge gradually emerging from beneath the retreating ice sheet margin. As this happened, meltwaters continued to deposit an ice-marginal deltaic system in an open channel at the ice's edge.",
  "Kh1": "Kalkkinen Canal and Rapid",
  "Kh2": "There are signs from the road 3142 before the village to the Kalkkinen canal and the dirt road continues for approximately 4 kilometres.",
  "Kp1": "The story of the Kalkkinen Rapid is a fascinating example of how postglacial land uplift has dramatically altered water flow over millennia. Ten thousand years ago, the water at Kalkkinen flowed in the opposite direction to what we see today, and the explanation lies in the region's geological past.",
  "Kp2": "Around 11,400 years ago, as the margin of the vast Fennoscandian Ice Sheet retreated northeastward through the Kalkkinen area, this land was submerged under approximately 60 meters of water in the Yoldia Sea. However, the land was rising rapidly. This fast land uplift caused the relative water depth to decrease quickly, and Lake Ruotsalainen emerged from the Ancylus Lake, becoming its own distinct basin around 10,000 years ago. This separation occurred at the Kalkkinen Rapid, which then served as the outlet of Lake Ruotsalainen, with water flowing towards the west-northwest – the reverse of the current direction.",
  "Kp3": "About 5,000 years later, land uplift also caused the outlet of the Lake Päijänne basin to rise above the level of the Ancylus Lake. The Äänekoski area became the threshold, and the large lake that formed is known as the Ancient Lake Päijänne. The waters of what is now Lake Päijänne, along with a large part of the Finnish Lake District, then drained northwestward through Pihtipudas in Central Finland, towards the Kalajoki Valley in Ostrobothnia.",
  "Kp4": "The rate of land uplift was most rapid in the northwest, causing a gradual tilting of the land surface towards the southeast. Because the outlet of the Ancient Lake Päijänne was in its northern part, the water level began to rise in the southern areas of the lake. This rise amounted to about 20 meters, and Lake Ruotsalainen once again became connected to the Ancient Lake Päijänne as the Kalkkinen Rapid transformed into a wide strait.",
  "Kp5": "Around 7,000 years ago, a crucial shift occurred. A new outlet formed in the southeast, allowing the waters of the Lake Päijänne area to flow through Heinola and Vuolenkoski towards the River Kymi. The creation of this new drainage route led to a gradual drop in the water level of approximately 12 meters.",
  "Kp6": "By this time, the landscape around Kalkkinen was largely similar to today, but the rapid itself had not yet formed. It took another 6,000 years for the Kalkkinen threshold to rise sufficiently to significantly influence the flow of Lake Päijänne waters into the River Kymi. This means the Kalkkinen Rapid, as we know it today, is a relatively young feature, only about 1,000 years old, dating back to the Viking Age.",
  "Kp7": "The Kalkkinen area also holds evidence of human habitation. Archaeological findings, particularly on Kotasaari island, reveal a history of settlement, likely drawn by the fishing opportunities in the area. It appears that an ancient east-west hunting and fishing route crossed this region. Further east along this route, beyond Heinola, rock paintings have been discovered, providing further insights into the ancient human activity in this landscape.",
  "Vesih1": "Vesivehmaankangas",
  "Vesih2": "The information board is located at Vesivehma Airport near the air traffic control tower.",
  "Vesip1": "Vesivehmaankangas is a distinctive landform, an ice marginal delta primarily built by the deposition of sediments from glacial meltwaters. This extensive heath is part of the II Salpausselkä chain of deposits, a series of deltas and moraine ridges that together form a curved  stretching from Asikkala in Häme, through Jaala and Taipalsaari in South Karelia, and into North Karelia. These deposits accumulated at the edge of the Finnish Lake District ice lobe.",
  "Vesip2": "Geophysical surveys reveal that the bedrock surface beneath Vesivehmaankangas is relatively shallow, often lying only 10 to 30 meters below the surface of the delta. This contrasts sharply with the Vääksy area, where the thickness of overlying deposits can exceed 100 meters. This difference in bedrock depth influenced the type of glaciofluvial deposits formed. At Vesivehmaankangas, the shallower water allowed for the development of a broad delta, while at Vääksy, the deeper water at the ice margin favored the deposition of a high and narrow ridge.",
  "Vesip3": "The Vesivehmaankangas heath exhibits several key features:",
  "Vesip4": "A linear arrangement, or even a chain, of kettle holes marks an older meltwater drainage route. The rapid deposition of the ice marginal delta buried substantial blocks of ice along this pre-existing channel. As the ice margin retreated, a wide, relatively flat land surface was exposed, and the buried ice gradually melted, resulting in the formation of these depressions.",
  "Vesip5": "The presence of end moraine ridges, and likely some of the kettle holes themselves, indicates a readvance of the ice margin over a portion of the already deposited delta surface. This push by the ice further shaped the landscape.",
  "Vesip6": "The Kopsuonlahti valley is a significant bedrock fracture zone that extends southwestward beneath the Vesivehmaankangas heath. This valley deepens considerably towards the northeast, where one of the deepest points of Lake Päijänne is located. In this area, the bedrock surface reaches down to the level of the current sea, more than 150 meters below the hilltops in the Vesivehmaa region.",
  "Vesip7": "During the early Yoldia Sea stage of the Baltic Sea, a rapid drop of approximately 25 meters occurred from the preceding Baltic Ice Lake level. Following this drop, the water level in the Asikkala area was about 120-130 meters above the present sea level. The Yoldia Sea stage marked the emergence of the first significant supra-aquatic (dry land) areas in southern Finland. These exposed land areas expanded quickly due to the ongoing and relatively rapid land uplift. (Note: The Baltic Ice Lake, the Yoldia Sea, and the Ancylus Lake represent successive stages in the evolution of the Baltic Sea following the retreat of the Scandinavian Ice Sheet.)"
}

