{
        "welcome": "Tervetuloa",
        "Nav1": "Jääkausi",
        "Nav2": "Jääkausitie",
        "Nav3": "Paikkat",
        "Nav4": "Lähteet",
        "Footer": "Tämä on Ometta Softworksin voittoa tavoittelematon hanke.",
        "Hh1": "Asikkalan Jääkausitie: Matka Ajassa",
        "Hp": "Asikkalan Jääkausitie opastaa matkailijoita Etelä-Päijänteen alueen dynaamisessa kehityksessä. Tämä 100 kilometrin pituinen reitti paljastaa jääkauden kiehtovan tarinan ja alueen järvien muodostumisen.",
        "Jkh1": "JÄÄKAUSITIE KERTOO MAISEMAN SYNNYN TARINAN",
        "Jkp1": "Jääkausitie käsittää joukon maastokohteita, joissa kulkija voi perehtyä suomalaisen maiseman ja luonnon kehitykseen. Päijät-Hämeen alueen maiseman synty kertoo paitsi suomalaisen myös yleisemminkin jääkausiajan maiseman synnystä. Kohteissa kuvatut tapahtumat perustuvat tutkimustietoon jääkausiajan kerrostumista, mannerjäätikön reunan liikkeistä, Itämeren ja Päijänteen vedenpinnan tasoista sekä eteläisen Suomen kasvillisuuden muutoksista.",
        "Jkh2": "VÄÄKSYN MAISEMA ON POIKKEUKSELLISEN HAVAINNOLLINEN MUISTOMERKKI JÄÄKAUDESTA JA MANNERJÄÄTIKÖSTÄ",
        "Jkp2": "Eteläisen Päijänteen seudulla maisema on jääkauden aikana syntynyt tällä seudulla jäätiköiden jäljet ovat paremmin näkyvissä kuin ehkä missään muualla Suomessa, jossa maiseman pääpiirteet yleensä määrää kallioperän korkokuva. Vääksyssä maiseman tärkeimmän osan muodostavat Toisen Salpausselän poikkeuksellisen komeat selänteet ja tasanteet. Ne ovat syntyneet jäätikköjokien kuljettamasta aineksesta jäätikön reunaan. Reunamuodostumien erikoisen suuri korkeus ja koko on seurausta jäätikköjokien tiheän, viuhkamaisen verkon keskittymisestä eteläisen Päijänteen alueelle.",
        "Jkh3": "JÄÄKAUSIAIKOJEN SYYT",
        "Jkp3": "Jääkausiajat johtuvat mannerlaattojen liikkeistä, jotka estävät tai edistävät merivirtojen ja maapalloa kiertävien tuulivyöhykkeiden toimintaa. Mannerlaattojen törmäyksissä syntyvät vuoristot ja ylängöt vaikuttavat myös jääkausien esiintymiseen. Nykyisen jäätiköitymisajan syinä pidetään meriyhteyksien katkeamista Väli-Amerikassa ja toisaalta Pohjoisen Jäämeren ja Tyynenmeren välisen yhteyden heikkenemistä. Samanaikaisesti maapallon ilmastoa viilensivät myös Alpiininen vuorijonopoimutus ja Tiibetin ylängön synty. Mannerjäätiköt alkoivat levitä laajoille alueille Euroopassa noin 700 000 vuotta sitten. Tätä ennen oli vaiheittainen ilmaston kylmeneminen alkanut noin 2,5 miljoonaa vuotta sitten. Jääkausiaikoinakin ilmasto on välillä lämmin, kuten nykyisenä lämpimänä aikana, viime jääkauden jälkeen. Ilmaston vaihtelu johtuu perimmältään maapallolle tulevan auringon säteilyn määrän vaihtelusta. Säteilyn määrään vaikuttavat mm. maapallon kiertoradan soikeuden vaihtelu ja pyörimisakselin kaltevuuden ja suunnan vaihtelut. Kylmät kaudet kestävät noin 100 000 vuotta ja lämpimät vaiheet noin 10 000 vuotta.VIIME JÄÄKAUSI alkoi pohjoisessa Euroopassa noin 115 000 vuotta sitten. Sen kylmin vaihe oli noin 20 000 vuotta sitten, jolloin jäätiköt olivat tämän jääkauden aikana laajimmillaan. MANNERJÄÄTIKÖN SULAMISVAIHEESSA noin 12 700 vuotta sitten ilmasto oli lämmin ja mannerjäätikön reuna perääntyi jatkuvasti. Asikkalassa jäätikön reuna oli jo vetäytynyt Vääksyn alueen pohjoispuolelle, kun ilmasto yhtäkkiä viileni. Alkoi SALPAUSSELKIEN synty kylmässä ilmastovaiheessa, josta käytetään nimeä Nuorempi Dryaskausi. Ilmaston kylmeneminen oli maapallon laajuinen ilmiö. Kylmän ilmastovaiheen syitä on tutkittu paljon, jotta ymmärrettäisiin nykyisten ilmastomuutosten syitä ja seurauksia. Varmaa syytä ei ole voitu osoittaa, mutta valtamerien virtauksien heikkenemiset ovat ilmeisesti vaikuttaneet ilmaston kylmenemiseen erityisesti pohjoisen Atlantin ympäristössä.",
        "Jkh4": "MAISEMAN MUUTOKSET AIKOJEN KULUESSA: PÄIJÄNTEEN KEHITYS",
        "Jkp4": "Jääkauden jälkeisenä aikana muutokset Päijänteen maisemassa ovat olleet suuria: Pian mannerjäätikön reunan vetäytymisen jälkeen muinaisen Päijänteen veden pinta oli Vääksyssä paljon nykyistä alempana ja vedet virtasivat pohjoiseen. Lasku Aurinkovuoren laelta, joka kerrostui Baltian jääjärven tasoon oli peräti 80 metriä. Vähitellen maankohoaminen nosti pohjoisessa maankamaraa ylemmäs ja vedenpinta nousi Vääksyn seudulla noin 20 metriä. Nousu päättyi, kun Kymijoki syntyi ja Päijänteen seudun vedet alkoivat virrata kaakkoon. Vedenpinta alkoi laskea ja on ollut lähes nykyisessä tasossa viimeisen noin 7 000 vuoden ajan.",
        "Jkh5": "LUONTO MUUTTUU JA IHMINEN VAIKUTTAA MUUTOKSEEN",
        "Jkp5": "Jääkauden jälkeen ilmaston lämpöhuipun aikaan jalot lehtipuut olivat eteläisessä Suomessa yleisiä. Vähitellen soistuminen kiihtyi kosteanviileän ilmastovaiheen alkaessa. Kuusi levisi Suomeen idästä viimeisenä pääpuulajinamme. Kuusen leviäminen kertoo ilmaston vähittäistä kääntymistä kohti viilenevää ilmastovaihetta. Auringon säteilymäärä on nyt jo selvästi pienempi kuin jääkauden lopulla. Olemme jo siis pikku hiljaa menossa kohti seuraavaa jääkautta.",
        "Jkp6": "FT. J-P Palmu",
        "Jkp7": "J-P Palmu. Jääkausitie Asikkala Ice Age Route. 2001, Markpoint Oy, ISBN 951 -97789 - 4, ISSN 1458 – 2902",
        "Jkpic": "Eurooppa viimeisen jääkauden aikana, noin 20 000–70 000 vuotta ennen nykypäivää.",
        "Jth1": "Asikkalan Jääkausitie: Matka Ajassa",
        "Jtp1": "1.Vääksynjoki ja kanava",
        "Jtp2": "2.Aurinkovuori",
        "Jtp3": "3.Tallukanmäki",     
        "Jtp4": "4.Syrjänsupat",
        "Jtp5": "5.Pulkkilanharju",
        "Jtp6": "6.Kalkkisen kanava ja koski",
        "Jtp7": "7.Vesivehmaankangas",
        "Card1Title":"Vääksynjoki ja kanava",
        "Card1Desc": "Vääksynjoella on ainutlaatuinen historia, joka muodostuu olennaisesti kahdessa eri vaiheessa. Asikkalan seudun vedenpinta laski jäätiköiden vetäytymisen jälkeen nopeasti...",
        "Card2Title":"Aurinkovuori",
        "Card2Desc": "Aurinkovuori, silmiinpistävä hiekka- ja soraharju, suora perintö viimeiseltä jääkaudelta. Tämä vaikuttava muodostelma on osa laajaa II Salpausselkä -järjestelmää, sarjaa...",
        "Card3Title":"Tallukanmäki",
        "Card3Desc": "Tallukanmäen harju on merkittävä osa II Salpausselää, vetäytyvän jääkerroksen reunalle muodostunutta kerrostuman vyöhykettä. Sen muodostuminen kesti noin 200 vuotta, alkaen...",
        "Card4Title":"Syrjänsupat",
        "Card4Desc": "Syrjänsupatin alue näyttää kuinka jäätikön sulamisvesi rakensi pinnanmuotoja jäätikön reunalle. Sulamisvesi, joka virtaa jään syvemmästä osasta kohti jäätikön reunaa. Tämä vesi...",
        "Card5Title":"Pulkkilanharju",
        "Card5Desc": "Pulkkilanharjun harju on pitkä, hoikka harju, joka on suoraan seurausta jäätiköiden sulamisvesien laskeumasta. Se on osa suurempaa sulamisvesijärjestelmää, joka syntyi...",
        "Card6Title":"Kalkkisen kanava ja koski",
        "Card6Desc": "Kalkkisen kosken tarina on kiehtova esimerkki siitä, kuinka jääkauden jälkeinen maankohoaminen on muuttanut veden virtausta dramaattisesti vuosituhansien aikana. Kymmenentuhatta vuotta sitten...",
        "Card7Title":"Vesivehmaankangas",
        "Card7Desc": "Vesivehmaankangas on erottuva maastomuoto, jään reunasuisto, joka muodostuu pääasiassa jäätiköiden sulamisvesien sedimenttien laskeutumisesta. Tämä laaja numme on osa II Salpausselän esiintymäketjua, delta- ja moreeniharjujen...",
        "Button":"Lue lisää",
        "Vaaksyh1": "Vääksynjoki ja kanava",
        "Vaaksyh2": "Meijeritie 1, 17200 Vääksy",
        "Vaaksyh3": "Infotaulu sijaitsee parkkipaikalla lähellä Päijännetaloa ja Vääksynjokea.",
        "Vaaksyp1" :"Vääksynjoella on ainutlaatuinen historia, joka muodostuu olennaisesti kahdessa eri vaiheessa. Asikkalan seudun vedenpinta laski jäätiköiden vetäytymisen jälkeen nopeasti ja putosi 90 metriä 2 000 vuoden aikana. Alin kohta tapahtui noin 9500 vuotta sitten, jolloin vesi oli noin kymmenen metriä nykyisen tasonsa alapuolella. Vesijärven ulosvirtauksena oli tuolloin ensimmäinen Vääksynjoki, kun taas ikivanha Päijänne valui luoteeseen.",
        "Vaaksyp2": "Geologiset voimat kuitenkin jatkoivat maiseman muokkaamista. Epätasainen maankohoaminen luoteen noustessa nopeammin nosti Päijänteen eteläosan vedenkorkeuden vähitellen ja tulvi aiemmin kuivia alueita. Tämä nousu loppui noin 7000 vuotta sitten Kymi-joen muodostuessa. Siihen mennessä vesi oli noussut noin 20 metriä ja muinainen Päijänne ulottui Vesijärven altaille ja Lahden kaupunkiin.",
        "Vaaksyp3": "Kymijoen ilmaantuminen johti siihen, että Vääksyn alueella vedenpinta laski noin 12 metriä lähelle nykyistä sijaintiaan. Samanaikaisesti Vesijärvi uudistui toisen kerran, jälleen pohjoisessa Vääksyn harjanteen padottua. Vedenpinta vakiintui sitten noin 83-85 metriin nykyisen merenpinnan yläpuolella.",
        "Vaaksyp4": "Myös ihmisen toiminta on vaikuttanut tähän järjestelmään. 1700- ja 1800-luvuilla Vesijärven vedenkorkeutta alennettiin viljelysmaan lisäämiseksi. Myöhemmin, vuosina 1868-1871, Vääksyn kanava rakennettiin entisen joen luonnolliseen syvennykseen minimoimalla kaivaukset. Tämä edellytti uuden kanavan luomista Vääksynjoelle.",
        "Vaaksyp5": "Vääksyn kanavaa kunnostettiin myöhemmin 1900-luvun alussa ja uudelleen 1970-luvulla. Tämä 1,3 kilometriä pitkä kanava, jonka sulku 2,8-3,35 metrin vedenkorkeuserolle mahtuu, on nykyään Suomen vilkkain, ja se mahdollistaa yli 10 000 aluksen kulkemisen vuosittain. Se on osoitus geologisen evoluution ja ihmisen tekniikan pitkän aikavälin vuorovaikutuksesta tällä alueella.",
        "Aurinkoh1": "Aurinkovuori",
        "Aurinkoh2": "Asikkalantie 14, 17200 Vääksy",
        "Aurinkoh3": "Infotaulu sijaitsee Aurinkovuoren urheilukentän ja urheiluhallin välisellä alueella.",
        "Aurinkop1": "Aurinkovuori, silmiinpistävä hiekka- ja soraharju, suora perintö viimeiseltä jääkaudelta. Tämä vaikuttava muodostelma on osa laajaa II Salpausselkä -järjestelmää, sarjaa päätymoreenia ja jäätikön suistoja, jotka on laskettu 11 500 - 11 700 vuotta sitten. Tämä ajanjakso, joka tunnetaan nimellä Younger Dryas, merkitsi tilapäistä pysähtymistä massiivisen jääkerroksen nopeassa sulamisessa ja vetäytymisessä, mikä johti merkittävään materiaalin laskeutumiseen sen reunaan.",
        "Aurinkop2": "Aurinkovuoren tekee erityisen merkittävän sen esiintymien pelkkä paksuus – yli 100 metriä hiekkaa ja soraa, mikä on Suomelle poikkeuksellinen syvyys. Tämän harjanteen pohja paljastaa yli 20 metrin pituisen lieteisen hiekkakerroksen.",
        "Aurinkop3": "Aurinkovuoren jyrkkä pohjoispinta kertoo suorasta kosketuksesta jääreunaan. Jään vetäytyessä jättimäiset lohkot murtuivat ja hautautuivat hiekka- ja sorakerrosten alle. Näiden jäälohkareiden myöhempi sulaminen jätti jälkeensä kattilareiäksi kutsuttuja painaumia, joita voidaan edelleen havaita paikallisten lenkkipolkujen varrella.",
        "Aurinkop4": "Pohjoisen rinteen ylempänä selkeät viivat osoittavat muinaisia vedenkorkeuksia, jotka näkyvät kivi- ja lohkareina. Näkyvin rantaviiva muodostui noin 11 500 vuotta sitten, kun Itämeren jääjärvi putosi dramaattisesti 25 metriä Yoldiameren tasolle.",
        "Aurinkop5": "Vertaamalla muinaisen maiseman rekonstruktioita nykypäivän maisemiin käy ilmi vedenpinnan vaihteluiden syvällinen vaikutus ympäristöön. Menneisyyteen katsottuna noin 9 500 vuotta sitten vasta muodostunut Muinainen Päijänne oli lähes 10 metriä alempana kuin nykyinen 78 metriä merenpinnan yläpuolella. Tuolloin kapea vesiväylä yhdisti Vääksyn pohjoiseen, Pernasaaren itään. Myöhemmin, kun Muinainen Päijänne saavutti huippunsa, vedenpinta oli lähes 90 metriä merenpinnan yläpuolella. Nykyinen rantaviiva Vääksyn ympärille muodostui suurelta osin noin 7 000 vuotta sitten Kymijoen muodostumisen jälkeen.",
        "Aurinkop6": "Geologisen merkityksensä lisäksi Aurinkovuoren seudulla oli ratkaiseva rooli jääkauden jälkeisessä Fennoskandian kasvillisuuden historiassa. Ainutlaatuinen selviytyjä tästä ikivanhasta kasvistosta on Anemone trifolia, lähes yksinomaan Pohjois-Euroopan Aurinkovuoren ympäristössä esiintyvä laji, todellinen menneen ajan jäännös.",
        "Aurinkop7": "Lopulta maa jalkojemme alla jatkaa liikkumistaan. Fennoskandian jäätikön valtava paino aiheutti merkittävän maanpinnan painamisen. Jään sulamisen jälkeen maa on elpynyt, kohoamisprosessi, joka oli aluksi nopea, mutta on sittemmin hidastunut. Tämä nousu jatkuu tänään, nopeimmin Perämeren alueella, noin 9 mm vuodessa. Täällä Asikkalassa maa kohoaa noin 3 mm vuodessa, mikä on hienovarainen mutta jatkuva muistutus tätä maisemaa muovanneista mahtavista voimista.",
        "Talluh1": "Tallukanmäki",
        "Talluh2": "Tallukanmäentie 1, 17200 Vääksy",
        "Talluh3": "Tietotaulu sijaitsee näkötornin vieressä.", 
        "Tallup1": "Tallukanmäen harju on merkittävä osa II Salpausselää, vetäytyvän jääkerroksen reunalle muodostunutta kerrostuman vyöhykettä. Sen muodostuminen kesti noin 200 vuotta, alkaen noin 11 700 vuotta sitten ja päättyen 11 500 vuotta sitten. Päämateriaalit, jotka muodostavat tämän harjanteen, ovat hiekka ja sora, joita kantavat ja laskevat jäätikköstä virtaavat voimakkaat sulamisvedet.",
        "Tallup2": "Kiehtovaa on, että Tallukanmäen länsipuolella, Aurinkovuoren alueella, karkeamman hiekka- ja sorakerrosten alta on löydetty hienojakoisempia sedimenttejä, kuten silttihiekkaa. Tämä viittaa mahdolliseen lyhyeen pohjoiseen siirtymiseen, jäätikön reunan tilapäiseen vetäytymiseen ennen Tallukanmäen pääharjanteen muodostumista.",
        "Tallup3": "Laajan jääkerroksen reuna päättyi Itämeren jääjärven syviin vesiin, jään reunalla todennäköisesti yli 100 metriin. Vuosikymmenten ajan valtavat määrät jäätikön sulamisvettä ovat laskeneet hellittämättä sedimenttejä. Vähitellen kerääntyvä hiekka ja sora saivat jään reunaharjanteen harjanteet nousemaan järven pinnalta muodostaen pieniä saaria.",
        "Tallup4": "Maisemanäkymässä on yksi tällainen saari, joka sijaitsee noin 500 metrin päässä nykyisestä Tallukka-hotellista, vesitornin ja radiomastojen sijainnista. Todisteita Itämeren jääjärven muinaisesta rantaviivasta löytyy kukkulan huipulta noin 150 metriä nykyisen merenpinnan yläpuolella rantapalkkien muodossa. Lännessä, nyt Vääksynjoen ja Vääksy-kanavan miehittämillä alueella, jääreunan aineen laskeuma oli vähäisempää, eikä loppumoreeni koskaan noussut Itämeren jääjärven pinnan yläpuolelle.",
        "Tallup5": "Mielenkiintoista on, että jäälevyn marginaali ei yksinkertaisesti vetäytynyt. Se työntyi väliaikaisesti jälleen eteenpäin ohittaen osan aiemmin luomasta harjusta. Tämä eteneminen johti suurten lohkareiden ja tiheiden peruskivikerrostumien laskeutumiseen – jäätikön pohjan lajittelemattomaan sedimenttiin – jääreunaharjanteen pohjoista rinnettä vasten. Tallukan näkötornin jyrkässä pohjoisrinteessä näkyvät näkyvät lohkareet ovat todennäköisesti jäänteitä tästä jäätikkötyöstä",
        "Tallup6": "Vääksyn alueella on myös toinen, vähemmän näkyvä jääreunaharju, joka muodostui pääjääreunan vetäytymisen jälkeen pohjoisemmaksi. Tämä pienempi harju on havaittavissa Vesivehmaan kylän ja Vääksyn yhdistävän tien pohjoispuolella. Samanikäinen jääreunaharju näkyy myös Vääksyn kanavan itäpuolella, lähellä Päijänteen rantaa.",
        "Tallup7": "Vilkaisu menneisyyteen: muinaisia orgaanisia jäänteitä",
        "Tallup8": "Lisää todisteita alueen dynaamisesta menneisyydestä tulee Päijänteen etelärannalta Mustaniemeltä Vääksystä (Kuotaa). Vuonna 1991 tienrakennusvaiheessa rantaviivan hiekkakertymien alta paljastui puunrunko. Tämä orgaaninen aines on ajoitettu 8500-9500 vuoden ikäiseksi, mikä sijoittuu aikakauteen ennen Muinaisen Päijänteen vedenpinnan merkittävää nousua. Tämä Päijät-Hämeen dokumentoima löytö tarjoaa konkreettisen linkin tuon kaukaisen aikakauden ympäristöoloihin.",
        "Sh1": "Syrjänsupat",
        "Sh2": "Aja Asikkalasta Jämsän suuntaan (tie 24) noin 7 km, käänny sitten oikealle Asikkala Kirkonkylän tielle (tie 3141). Aja tietä noin kilometri, sitten tien vasemmalla puolella olevasta laatikosta alkaa metsätie. Aja metsätietä noin 1,5 km, sitten saavut opastaululle. Voit kääntää autosi tien päässä. HUOM! Metsätie on huonokuntoinen, joten tarvittaessa auton voi jättää tien alkuun ja kävellä 1,5 km opastaululle sivurinteitä pitkin (ks. Aurinko-Ilves reittikartta, s. 11).",
        "Sp1": "Syrjänsupat-alueella näkyy, miten jäätikön sulamisvedet rakensivat maastonmuotoja jääpeitteen reunalle. Jääpeitteen syvemmästä osasta kohti jäätikön reunaa virtaava sulamisvesi. Tämä vesi kuljetti hiekkaa ja soraa ja kerrosti sitä jään reunaan luoden kapean glasifluviaalisen deltan. Tämä delta muodostui jään sisällä olleissa tunneleissa. Nykyään nuo vanhat tunnelipolut näkyvät harjuina, ja niiden varrella olevat syvennykset ovat suppia.",
        "Sp2": "Mielenkiintoista on, että jääpeite ei vain vetäytynyt tasaisesti. Se työntyi uudelleen eteenpäin, jo luomansa deltan yli, melkein ulkoreunalleen. Todisteita tästä etenemisestä näemme moreeniharjanteessa, joka koostuu pääosin moreenista – eli siitä lajittelemattomasta aineksesta, jonka jäätikkö kerrostaa suoraan.", 
        "Sh3" : "Mistä suppien kanssa on kyse?",
        "Sp3": "Suppia löytyy usein sieltä, missä sulamisvettä virtasi. Ne voivat olla yksittäisiä kuoppia tai muodostaa jonoja tai pareja todennäköisesti jään alla olleiden sulavesitunneleiden rinnalla. Suppien muodostumisen avainasia on se, että suuret jäälohkareet hautautuivat nopeasti sulamisveden kuljettaman hiekan ja soran alle.",
        "Sp4": "Ajattele sitä näin: jäässä olevasta raosta (repeämästä) tuleva sulamisvesi voi rakentaa pienen deltan. Jos deltakerrostumassa on jäälohkoja, ja kun nämä lohkareet lopulta sulavat, maanpinta niiden yläpuolella romahtaa jättäen jälkeensä supon. Joten kun suppia on näkyvissä, se on merkki siitä, että jääkerrostumien sisällä on aiemmin ollut hautautunutta jäätä.",
        "Ph1": "Pulkkilanharju",
        "Ph2": "Opastaulu sijaitsee Karisalmen lepähdysalueella.",
        "Pp1": "Pulkkilanharju on pitkä, kapea harjanne, joka on suoraa seurausta jäätikön sulamisvesien kerrostamasta aineksesta. Se on osa suurempaa sulavesijärjestelmää, joka kehittyi Päijänteen eteläosassa, suuren jäälohkon länsireunalla, joka peitti aikoinaan suuren osan Suomen Järvi-Suomea. Pulkkilanharjun ja muiden lähistöllä olevien harjujen sijaintiin ja suuntaan vaikuttivat jääpeitteen reunan pohjapaine ja jossain määrin myös pohjakallion muoto.",
        "Pp2": "Tämä harju muodostui 11 400 – 11 600 vuotta sitten. Alun perin sulamisvedet virtasivat jääpeitteen alla käyttäen harjureittiä saavuttaakseen jääreunan II Salpausselän kohdalla. Nämä sulamisvedet kuljettivat materiaalit, jotka rakensivat jääreunakerrostumat Vääksyn länsipuolella sijaitsevalle Aurinkovuori-Syrjänsupat-alueelle.",
        "Pp3": "II Salpausselän muodostumisen jälkeen jääpeitteen reuna alkoi vetäytyä koilliseen. Noin 11 500 vuotta sitten, Pulkkilanharjun harjun muotoutuessa, Baltian merialtaan vesille avautui uusi laskuaukko Billingenissä Keski-Ruotsissa. Tämä tapahtuma aiheutti noin 25 metrin nopean laskun Baltian jääjärven vedenpinnassa, tuoden sen Yoldiameren tasolle, joka vastasi tuolloin globaalia valtameren tasoa.",
        "Pp4": "Pulkkilanharjun harjun ydin kerrostui jääpeitteen pohjalla olevan tunnelin sisään. Tämä tunneli laajeni harjun kasvaessa suuremmaksi. Lähempänä jääpeitteen reunaa tunnelin aukko suli avoimeksi kanavaksi. Tämän kanavan kautta sulamisvedet virtasivat edelleen kerrostamalla hiekkaa ja soraa tunnelin sisällä muodostuneen harjun ytimen päälle.",
        "Pp5": "Kelvenne-saarella on samanlainen alkuperä kuin Pulkkilanharjun harjulla. Kuitenkin Kelvenneellä jääreunadeltat – jäätikön reunaan muodostuneet viuhkamaiset kerrostumat – ovat selkeämmin rajautuneet ja niiden piirteet, yhdessä suppakuoppien jakautumisen kanssa, ovat helpommin tunnistettavissa saaren maastonmuodoissa.",
        "Pp6": "Muodostumisprosessiin kuului myös upoksissa olleen harjun harjanteen asteittainen nouseminen esiin vetäytyvän jääpeitteen reunan alta. Tämän tapahtuessa sulamisvedet jatkoivat jääreunadeltan kerrostamista avoimessa kanavassa jään reunalla.",
        "Kh1": "Kalkkisten kanava ja koski",
        "Kh2": "Tieltä 3142 ennen kylää on viitoitus Kalkkisten kanavalle ja soratietä jatkuu noin 4 kilometriä.",
        "Kp1": "Kalkkisten kosken tarina on kiehtova esimerkki siitä, miten jääkauden jälkeinen maankohoaminen on dramaattisesti muuttanut veden virtausta vuosituhansien aikana. Kymmenen tuhatta vuotta sitten vesi Kalkkisissa virtasi vastakkaiseen suuntaan kuin nykyään, ja selitys piilee alueen geologisessa menneisyydessä.",
        "Kp2": "Noin 11 400 vuotta sitten, kun valtavan Fennoskandian jääpeitteen reuna vetäytyi koilliseen Kalkkisten alueen läpi, tämä maa oli noin 60 metrin syvyydessä Yoldiameren veden alla. Maa kuitenkin kohosi nopeasti. Tämä nopea maankohoaminen aiheutti suhteellisen veden syvyyden nopean pienenemisen, ja Ruotsalainen-järvi erottui Ancylusjärvestä, tullen omaksi erilliseksi altaakseen noin 10 000 vuotta sitten. Tämä erottuminen tapahtui Kalkkisten koskella, joka toimi silloin Ruotsalaisen laskujokena, veden virratessa länsiluoteeseen – vastakkaiseen suuntaan kuin nykyään.",
        "Kp3": "Noin 5 000 vuotta myöhemmin maankohoaminen sai myös Päijänteen altaan lasku-uoman nousemaan Ancylusjärven tason yläpuolelle. Äänekosken alueesta tuli kynnys, ja muodostunutta suurta järveä kutsutaan Muinaiseksi Päijänteeksi. Nykyisen Päijänteen vedet, yhdessä suuren osan Järvi-Suomea, laskivat sitten luoteeseen Pihtiputaan kautta Keski-Suomesta kohti Kalajoen laaksoa Pohjanmaalla.",
        "Kp4": "Maankohoamisen nopeus oli nopeinta luoteessa, mikä aiheutti maanpinnan asteittaisen kallistumisen kaakkoon. Koska Muinaisen Päijänteen lasku-uoma oli sen pohjoisosassa, vedenpinta alkoi nousta järven eteläosissa. Tämä nousu oli noin 20 metriä, ja Ruotsalainen-järvi yhdistyi jälleen Muinaiseen Päijänteeseen Kalkkisten kosken muuttuessa leveäksi salmeksi.",
        "Kp5": "Noin 7 000 vuotta sitten tapahtui ratkaiseva muutos. Kaakkoon muodostui uusi lasku-uoma, joka mahdollisti Päijänteen alueen vesien virtaamisen Heinolan ja Vuolenkosken kautta Kymijokeen. Tämän uuden lasku-uoman muodostuminen johti vedenpinnan asteittaiseen laskuun, noin 12 metriä.",
        "Kp6": "Tähän aikaan Kalkkisten ympäristön maisema oli jo pitkälti samankaltainen kuin nykyään, mutta itse koskea ei ollut vielä muodostunut. Kesti vielä 6 000 vuotta, ennen kuin Kalkkisten kynnys nousi riittävästi vaikuttamaan merkittävästi Päijänteen vesien virtaukseen Kymijokeen. Tämä tarkoittaa, että Kalkkisten koski, sellaisena kuin me sen nykyään tunnemme, on suhteellisen nuori piirre, vain noin 1 000 vuotta vanha, viikinkiajalta peräisin.",
        "Kp7": "Kalkkisten alueella on myös todisteita ihmisasutuksesta. Arkeologiset löydöt, erityisesti Kotasaaresta, paljastavat asutushistoriaa, todennäköisesti alueen kalastusmahdollisuuksien houkuttelemana. Vaikuttaa siltä, että muinainen itä-länsisuuntainen metsästys- ja kalastusreitti ylitti tämän alueen. Kauempana idässä tätä reittiä pitkin, Heinolan tuolta puolen, on löydetty kalliomaalauksia, jotka antavat lisätietoa muinaisesta ihmistoiminnasta tässä maisemassa.",
        "Vesih1": "Vesivehmaankangas",
        "Vesih2": "Opastaulu sijaitsee Vesivehmaan lentokentällä lennonjohtotornin lähellä.",
        "Vesip1": "Vesivehmaankangas on omaleimainen maastonmuoto, jääreunadelta, joka on rakentunut pääosin jäätikön sulamisvesien sedimenttien kerrostumisesta. Tämä laaja kangas on osa II Salpausselän kerrostumaketjua, joka koostuu delta- ja moreeniselänteistä ja muodostaa yhdessä kaarevan nauhan, joka ulottuu Asikkalasta Hämeestä, Jaalan ja Taipalsaaren kautta Etelä-Karjalassa, aina Pohjois-Karjalaan. Nämä kerrostumat kertyivät Järvi-Suomen jäälohkon reunalle.",
        "Vesip2": "Geofysikaaliset tutkimukset paljastavat, että Vesivehmaankankaan alla oleva kallioperän pinta on suhteellisen matala, usein vain 10–30 metriä deltan pinnan alapuolella. Tämä on jyrkkä kontrasti Vääksyn alueeseen, jossa peitekerrosten paksuus voi ylittää 100 metriä. Tämä kallioperän syvyyden ero vaikutti muodostuneiden glasifluviaalisten kerrostumien tyyppiin. Vesivehmaankankaalla matalampi vesi mahdollisti laajan deltan kehittymisen, kun taas Vääksyssä syvempi vesi jääreunalla suosi korkean ja kapean harjun kerrostumista.",
        "Vesip3": "Vesivehmaankankaalla on useita keskeisiä piirteitä:",
        "Vesip4": "Lineaarinen järjestys tai jopa ketju suppakuoppia merkitsee vanhempaa sulamisveden virtausreittiä. Jääreunadeltojen nopea kerrostuminen hautasi huomattavia jäälohkoja tämän ennestään olemassa olleen uoman varrelle. Jääreunan vetäytyessä paljastui laaja, suhteellisen tasainen maanpinta, ja hautautunut jää suli vähitellen, mikä johti näiden syvennysten muodostumiseen.",
        "Vesip5": "Päätemoreeniselänteiden, ja todennäköisesti myös osan suppakuoppien, läsnäolo viittaa jääreunan uudelleenetenemiseen osan jo kerrostuneen deltan pinnan yli. Tämä jään työntö muokkasi maisemaa edelleen.",
        "Vesip6": "Kopsuonlahden laakso on merkittävä kallioperän murtumavyöhyke, joka ulottuu lounaiskohtaisesti Vesivehmaankankaan kankaan alle. Tämä laakso syvenee huomattavasti koilliseen, missä sijaitsee yksi Päijänteen syvimmistä kohdista. Tällä alueella kallioperän pinta ulottuu nykyisen meren tasolle, yli 150 metriä Vesivehmaan alueen kukkuloiden alapuolelle.",
        "Vesip7": "Baltianmeren varhaisen Yoldiameri-vaiheen aikana tapahtui noin 25 metrin nopea lasku edeltäneen Baltian jääjärven tasosta. Tämän laskun jälkeen vedenpinta Asikkalan alueella oli noin 120–130 metriä nykyisen merenpinnan yläpuolella. Yoldiameri-vaihe merkitsi ensimmäisten merkittävien supra-akvaattisten (kuivan maan) alueiden syntymistä Etelä-Suomessa. Nämä paljastuneet maa-alueet laajenivat nopeasti jatkuvan ja suhteellisen nopean maankohoamisen vuoksi. (Huom: Baltian jääjärvi, Yoldiameri ja Ancylusjärvi edustavat peräkkäisiä vaiheita Itämeren kehityksessä Skandinavian jääpeitteen vetäytymisen jälkeen.)"
        }

        
        


      
      